IdeaRS.Connections
AnchoringDataHelper Class
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.AnchoringDataHelper"]
Inheritance Hierarchy
Object
 IdeaRS.Connections.Data.AnchoringDataHelper
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public static class AnchoringDataHelper
The AnchoringDataHelper type exposes the following members.
Methods
Name | Description
CreateOrigin
CreateRegionForAnchoring
ParseToAbsPos(IList<String>, Double, IFormatProvider)
ParseToAbsPos(String, Double, IFormatProvider)
ParseToGroups
Top
See Also
Reference
IdeaRS.Connections.Data Namespace